cool/tutorials/compressible/sonicFoam/laminar/forwardStep/Allrun
#!/bin/sh
# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

application="sonicFoam"

runApplication blockMesh
runApplication $application
